/* Shown as the title when we have an explicit device name. The '%@' represents the device name. */
"A software update is required to connect to %@." = "Une mise à jour logicielle est requise pour se connecter à votre %@.";

/* Shown as the title when an Apple TV triggers the MDU pane */
"A software update is required to connect to your Apple TV." = "Une mise à jour logicielle est requise pour se connecter à votre Apple TV.";

/* Shown as the title when an Apple Watch triggers the MDU pane */
"A software update is required to connect to your Apple Watch." = "Une mise à jour logicielle est requise pour se connecter à votre Apple Watch.";

/* Shown as the title when an AudioAccessory triggers the MDU pane */
"A software update is required to connect to your HomePod." = "Une mise à jour logicielle est requise pour se connecter à votre HomePod.";

/* Shown as the title when an iPad triggers the MDU pane */
"A software update is required to connect to your iPad." = "Une mise à jour logicielle est requise pour se connecter à votre iPad.";

/* Shown as the title when an iPhone triggers the MDU pane */
"A software update is required to connect to your iPhone." = "Une mise à jour logicielle est requise pour se connecter à votre iPhone.";

/* Shown as the title when an iPod touch triggers the MDU pane */
"A software update is required to connect to your iPod touch." = "Une mise à jour logicielle est requise pour se connecter à votre iPod touch.";

/* Shown when we can't close apps. */
"Failed to close required apps." = "Impossible de fermer les apps requises.";

